commands ='''
**-` .م1` : اوامر السورس

-` .م2` : اوامر الحساب

-` .م3` : اوامر الكروبات والاذاعة

-` .م4` : اوامر التشيكر و البوتات**
'''
soursce = '''
(f'''
**𝑾𝐸𝐿𝐶𝑂𝑀𝐸 𝑇𝑂 𝑺𝑂𝑈𝑅𝐶𝐸 𝑇𝐻𝐸 𝐵𝐼𝐺
𝑪𝐻𝐸𝐶𝐾𝐸𝑅 𝑆𝑂𝑈𝑅𝐶𝐸 : @F5F5FF
𝑫𝐸𝑉 : @LifeItsLikeABitch
𝑫𝐸𝑉 : @O_9_Z
𝑪𝐻𝐴𝑁𝑁𝐸𝐿 : @F5F5FF
𝑹𝐸𝐿𝐸𝐴𝑆𝐸 : 1.9
''')
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`Source the Big`
**-` .فحص ` : فحص السورس
-` .المطور ` :مطور السورس
-` .الاوامر ` :اوامر السورس**
-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
'''
sec2 = '''
**Source the Big
 .اسم وقتي = اسم وقتي لحسابك
 .بايو وقتي = بايو وقتي لحسابك
 .فك حظر = فك حظر كل الي حاظرهم
 .تفليش = طرد الاعضاء**
'''
sec3 = """
**Source the Big
.مكرر + عدد + ثوان + كليشه = نشر تلقائي.
.توقف_التكرار = ايقاف النشر التلقائي
 .اذاعة خاص = اذاعة لكل شخص في الخاص
. اذاعه كروب = اذاعه لكل كروباتك.**
"""
sec8= """
`-- -- -- -- -- -- -- -- --`
**` .التاريخ ` : التاريخ بليوم والشهر والسنة
**` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
` .الشهر ` : الشهر الحالي
` .السنة ` :السنة الحالية
` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
**`.تشيكر` : لمعرفه اوامر الصيد

`.بوت المليار` : لمعرفة اوامر بوت المليار

`.وعد` : لمعرفه اوامر بوت وعد
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
✰` .تشيكر`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
** Source the Big 
.صيد + عدد + نوع + يوزر القناة = صيد يوزرات
.حالة الصيد  : لمعرفة تقدم الصيد
.الانواع  : لمعرفة انواع اليوزرات 
المطور - @LifeItsLikeABitch - @F5F5FF - @O_9_Z**
'''
tele_checker2 = '''
**: Source the Big
1 : ثلاثي
2 : ثلاثي فقط احرف و اخر ارقام
3 : بوت ثنائي
4 : بوت ثلاثي
5 : خماسي حرف
6 : خماسي حرفين
7 : سداسي حرف
8 : سداسي حرفين 
9 : سباعي حرف 
10: رباعي
11: ثماني حرف
12: رباعي بوت
13: ثلاثي بوت مكرر

------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
------------------------------------------------

-----------------------------
- مثال :  .صيد 10000 8 @F5F5FF
-----------------------------

'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
